Repository: Mejans/paleta
Catalog: po/*.po
Languages: fr, hi

source: Color Palettes
fr: Palettes de couleurs
hi: रंग पैलेटुस

source: Extract the dominant colors from any image
fr: Extrayez les couleurs dominantes d’une image
hi: किसी भी इमेज से प्रमुख रंग निकालें

source: color;palette;
fr: couleur;palette;extraire;
hi: रंग;पैलेट;

source: Generate color palettes with ease
fr: Générez facilement des palettes de couleurs
hi: रंग पैलेटुस आसानी से उत्पन्न करें

source: Find the dominant color palette from any image and manage palettes with Paleta. An intuitive tool for designers, artists, or anyone looking to streamline their color work.
fr: Trouvez la palette de couleurs dominantes à partir de n’importe quelle image et gérez vos palettes avec Paleta. Un outil intuitif pour les designers, les artistes ou toute personne cherchant à optimiser son travail sur les couleurs.
hi: किसी भी इमैज से प्रमुख रंग पैलेट ढूंढें और पैलेट मैनेज करें।Paleta, डिजाइनरों, कलाकारों के लिए एक सहज ज्ञान युक्त उपकरण।अपने रंग के काम को सुव्यवस्थित करें।

source: Features:
fr: Fonctionnalités :
hi: विशेषताएँ:

source: Drag and drop images to load
fr: Glisser-déposer des images à charger
hi: लोड करने के लिए इमेज को ड्रैग एंड डौप करें

source: Color extraction with color-thief
fr: Extraction de couleurs avec color-thief
hi: color-thief का उपयोग करके रंग निकालें

source: Save extracted palettes for later use
fr: Enregistrer des palettes extraites pour un usage ultérieur
hi: बाद में उपयोग के लिए निकाले गए पैलेट सहेजें

source: Modify saved palette name and colors
fr: Modifier le nom et les couleurs d’une palette enregistrée
hi: सहेजे गए पैलेट नाम और रंगों को मॉडिफाई करें

source: Add new palettes from scratch
fr: Ajouter de nouvelles palettes à partir de zéro
hi: अपने खुद के पैलेट बनाएं और ऐड करें

source: ❗ Note: Paleta is under active development! If you would like to suggest any features or if you find any bugs, your feedback is very welcome!
fr: ❗ Note : Paleta est en développement actif ! Si vous souhaitez suggérer des fonctionnalités ou si vous trouvez des bugs, vos commentaires seront les bienvenus !
hi: ❗ Note : पलेटा सक्रिय विकास के अधीन है! यदि आप कोई सुविधा सुझाना चाहते हैं या यदि आपको कोई बग मिलता है, तो आपकी प्रतिक्रिया का बहुत स्वागत है!

source: Automatic palette extraction on image load
fr: Extraction automatique de la palette lors du chargement d’une image
hi: इमेज लोड पर स्वचालित पैलेट निष्कर्षण

source: Cleaner extraction panel UI
fr: Interface d’extraction plus propre
hi: क्लीनर निष्कर्षण पैनल UI

source: Clearer options for palette quality / accuracy
fr: Options plus claires pour la qualité / précision de la palette
hi: पैलेट गुणवत्ता / सटीकता के लिए स्पष्ट विकल्प

source: Better AppData summary
fr: Meilleur résumé des données de l’application
hi: बेहतर ऐपडाटा सारांश

source: Toast improvements
fr: Amélioration des notifications pop-ups
hi: टोस्ट सुधार

source: Drop Page open button
fr: Bouton d’ouverture de la page de dépôt
hi: ड्रॉप पेज ओपन बटन

source: translator-credits
fr: Irénée Thirion
hi: Radioactive radio

source: _Cancel
fr: A_nnuler
hi: _कैन्सिल

source: Select an Image File
fr: Sélectionnez un fichier d’image
hi: एक इमेज फ़ाइल चुने

source: Copied color {color_hex} to clipboard!
fr: Couleur {color_hex} copiée dans le presse-papiers !
hi: क्लिपबोर्ड में {color_hex} रंग कॉपी किया!

source: <span foreground={ERROR_RED}>Error!</span> {error_msg}
fr: <span foreground={ERROR_RED}>Erreur !</span> {error_msg}
hi: <span foreground={ERROR_RED}>एरर!</span> {error_msg}

source: Added color {color_hex} to palette «{palette_name}».
fr: Couleur {color_hex} ajoutée à la palette «{palette_name}».
hi: पैलेट में {color_hex} रंग जोड़ा गयापैलेट «{palette_name}».

source: Removed color {color_hex} from palette «{palette_name}».
fr: Couleur {color_hex} retirée de la palette «{palette_name}».
hi: पैलेट से {color_hex} रंग हटाया गयापैलेट «{palette_name}».

# shortcut window
source: General
fr: Général
hi: सामान्य

# shortcut window
source: Show Shortcuts
fr: Afficher les raccourcis
hi: शॉर्टकट दिखाएं

# shortcut window
source: Quit
fr: Quitter
hi: बंद करें

# shortcut window
source: Image
hi: इमेज

# shortcut window
source: Open Image
fr: Ouvrir une image
hi: इमेज खोलें

# shortcut window
source: Extract Palette
fr: Extraire la palette
hi: पैलेट निकालें

# shortcut window
source: Save Extracted Palette
fr: Enregistrer la palette extraite
hi: निकाले गए पैलेट को सेव करें

# shortcut window
source: Go To Image Drop Page
fr: Aller vers la page de dépôt d’images
hi: इमेज ड्रॉप पेज पर जाएं

# shortcut window
source: Palettes
hi: पैलेट्स

# shortcut window
source: Toggle Edit Mode
fr: Basculer en mode édition
hi: एडिट मोड टॉगल करें

# shortcut window
source: Add Palette
fr: Ajouter une palette
hi: पैलेट ऐड करें

# shortcut window
source: Go To Palette Page
fr: Aller à la page des palettes
hi: पैलेट पेज पर जाएं

source: Open Image
fr: Ouvrir une image
hi: इमेज खोलें

source: Edit Palettes
fr: Modifier les palettes
hi: पैलेट्स एडिट करें

source: Drop
fr: Dépôt
hi: ड्रॉप करें

source: _Keyboard Shortcuts
fr: Raccourcis _clavier
hi: _कीबोर्ड के शॉर्टकट्स

source: _About Paleta
fr: À _propos de Paleta
hi: _Paleta के बारे में

source: Add Color to {palette_name}
fr: Ajouter une couleur à {palette_name}
hi: {palette_name} में रंग जोड़ें

source: Pick a new color to add to {palette_name}.
fr: Sélectionnez une nouvelle couleur à ajouter à {palette_name}.
hi: {palette_name} में जोड़ने के लिए नया रंग चुनें।

source: Currently selected color: {color_hex}
fr: Couleur sélectionnée : {color_hex}
hi: वर्तमान में चयनित रंग : {color_hex}

source: Choose new color to add to {palette_name}
fr: Choisissez une nouvelle couleur à ajouter à {palette_name}
hi: {palette_name} में जोड़ने के लिए नया रंग चुनें

source: Unable to add color {color_hex}.
fr: Impossible d’ajouter la couleur {color_hex}.
hi: रंग जोड़ने में असमर्थ {color_hex}।

source: Unable to add color.
fr: Impossible d’ajouter la couleur.
hi: रंग ऐड करने में असमर्थ।

source: Choose color to add to new palette
fr: Choisissez une couleur à ajouter à la nouvelle palette
hi: पैलेट में जोड़ने के लिए नया रंग चुनें।

source: Created!
fr: Créée !
hi: क्रीएटेड!

source: New palette: «{palette_name}»
fr: Nouvelle palette : « {palette_name} »
hi: नया पैलेट : « {palette_name} »

source: Unable to add new palette «{palette_name}»
fr: Impossible d’ajouter la nouvelle palette « {palette_name} »
hi: पैलेट ऐड करने में असमर्थ « {palette_name} »

source: Unable to add palette, must select a color.
fr: Impossible d’ajouter la palette, vous devez sélectionner une couleur.
hi: पैलेट ऐड करने में असमर्थ, कृपया एक रंग चुनें।

source: Unable to remove color {color_hex}.
fr: Impossible de supprimer la couleur {color_hex}.
hi: रंग हटाने में असमर्थ {color_hex}।

source: Unable to remove color.
fr: Impossible de supprimer la couleur.
hi: रंग हटाने में असमर्थ।

source: Delete {palette_name}?
fr: Supprimer {palette_name} ?
hi: डिलीट {palette_name}?

source: Removed
fr: Supprimée
hi: रिमूव्ड

source: palette: «{palette_name}».
hi: पैलेट : «{palette_name}»।

source: Unable to delete palette «{palette_name}».
fr: Impossible de supprimer la palette « {palette_name} ».
hi: पैलेट डिलीट करने में असमर्थ «{palette_name}»।

source: Duplicate {palette_name}?
fr: Dupliquer {palette_name} ?
hi: डुप्लिकेट {palette_name}?

source: {palette_name} duplicate
fr: {palette_name} duplicata
hi: {palette_name} डुप्लिकेट

source: Duplicated!
fr: Dupliquée !
hi: डुप्लिकेटेड!

source: Copied «{original_palette}» to «{duplicate_palette}».
fr: « {original_palette} » copiée vers « {duplicate_palette} ».
hi: « {original_palette} » को « {duplicate_palette} » में कॉपी किया गया।

source: Unable to duplicate palette «{palette_name}».
fr: Impossible de dupliquer la palette « {palette_name} ».
hi: पैलेट को डुप्लीकेट करने में असमर्थ «{palette_name}»।

source: Rename {palette_name}?
fr: Renommer {palette_name} ?
hi: नाम बदलें {palette_name} ?

source: Renamed!
fr: Renommée !
hi: रिनेम्ड!

source: Changed name from «{old_palette_name}» to «{new_palette_name}».
fr: Nom changé de « {old_palette_name} » en « {palette_name} ».
hi: नाम बदलकर « {old_palette_name} » से « {palette_name} » किया गया।

source: Unable to rename palette «{palette_name}».
fr: Impossible de renommer la palette « {palette_name} ».
hi: पैलेट का नाम बदलने में असमर्थ « {palette_name} »।

source: Saved!
fr: Enregistrée !
hi: सेव्ड!

source: Add Color to Palette
fr: Ajouter une couleur à la palette
hi: पैलेट मे रंग जोड़ें

source: _Add Color
fr: _Ajouter la couleur
hi: _रंग जोड़ें

source: Select from previously added colors or pick a new one.
fr: Choisissez parmi les couleurs précédemment ajoutées ou choisissez-en une nouvelle.
hi: पहले जोड़े गए रंगों में से चुनें या नया रंग चुनें।नया रंग

source: _Choose with Picker
fr: _Choisir avec le sélecteur
hi: _पिकर का उपयोग करके चुनें

source: Add New Palette
fr: Ajouter une nouvelle palette
hi: नया पैलेट बनाएं

source: _Add Palette
fr: _Ajouter la palette
hi: _पैलेट जोड़ें

source: New Palette _Name
fr: Nouveau _nom de palette
hi: नए पैलेट का _नाम

source: Select from previously added colors or pick one to add to new palette.
fr: Choisissez parmi les couleurs précédemment ajoutées ou choisissez-en une à ajouter à la nouvelle palette.
hi: पहले जोड़े गए रंगों में से चुनें या नया रंग चुनें।नए पैलेट में जोड़ें।

source: Remove Color from Palette?
fr: Supprimer la couleur de la palette ?
hi: पैलेट से रंग हटाएं?

source: _Remove
fr: _Supprimer
hi: _रिमूव

source: Delete Palette?
fr: Supprimer la palette ?
hi: पैलेट डिलीट करें?

source: _Delete
fr: _Supprimer
hi: _डिलीट

source: This action will permanently remove this palette from Paleta.
fr: Cette action supprimera définitivement cette palette de Paleta.
hi: यह क्रिया इस पैलेट को Paleta से स्थायी रूप से हटा देगी।

source: Duplicate Palette?
fr: Dupliquer la palette ?
hi: पैलेट डुप्लीकेट करें?

source: _Duplicate
fr: _Dupliquer
hi: _डुप्लीकेट

source: Duplicated Palette _Name
fr: Dupliquer le _nom de la palette
hi: पैलेट का _नाम डुप्लीकेट करें

source: Rename Palette?
fr: Renommer la palette ?
hi: पैलेट का नाम बदलें?

source: _Rename
fr: _Renommer
hi: _नाम बदलें

source: Save Palette?
fr: Enregistrer la palette ?
hi: पैलेट को सेव करें?

source: _Save
fr: _Enregistrer
hi: _सेव

source: Palette _Name
fr: _Nom de la palette
hi: पैलेट का _नाम

source: Unable to start palette extraction, no image loaded.
fr: Impossible de lancer l’extraction de la palette, aucune image chargée.
hi: पैलेट निष्कर्षण प्रारंभ करने में असमर्थ, कोई इमेज लोड नहीं हुई।

source: Unable to extract colors from image.
fr: Impossible d’extraire des couleurs depuis l’image.
hi: इमेज से रंग निकालने में असमर्थ।

source: Unable to save palette, no colors extracted.
fr: Impossible d’enregistrer la palette, aucune couleur extraite.
hi: पैलेट को सेव करने में असमर्थ, कोई रंग नहीं निकाला गया।

source: Unable to save palette, no image loaded.
fr: Impossible d’enregistrer la palette, aucune image chargée.
hi: पैलेट को सेव करने में असमर्थ, कोई इमेज लोड नहीं है।

source: Unable to verify file on drop, try with the file chooser in the upper left corner.
fr: Impossible de vérifier le fichier déposé, essayez avec le sélecteur de fichiers dans le coin supérieur gauche.
hi: ड्रॉप होने पर फ़ाइल सत्यापित करने में असमर्थ, ऊपरी बाएँ कोने में फ़ाइल चूजर के साथ प्रयास करें।

source: Unable to read drop.
fr: Impossible de lire le fichier.
hi: रीड ड्रॉप करने में असमर्थ।

source: Palette Count
fr: Compteur de couleurs
hi: पैलेट की मात्रा

source: Max amount of colors to retrieve.
fr: Nombre maximal de couleurs à récupérer.
hi: प्राप्त करने के लिए रंगों की अधिकतम मात्रा।

source: Palette Accuracy
fr: Précision de la palette
hi: पैलेट सटीकता

source: Precise
fr: Précise
hi: सटीक

source: Normal
fr: Normale
hi: साधारण

source: Low
fr: Basse
hi: कम

source: _Save Palette
fr: _Enregistrer la palette
hi: _पैलेट को सेव करें

source: Drop Image
fr: Déposez une image
hi: इमेज को ड्रॉप करें

source: Drag an image here, click the button below, or click the button in the upper left corner of this window.
fr: Déposez une image ici, cliquez sur le bouton ci-dessous, ou cliquez sur le bouton dans l’angle supérieur gauche de la fenêtre.
hi: छवि को यहां खींचें, नीचे दिए गए बटन पर क्लिक करें, या विंडो के ऊपरी बाएं कोने में स्थित बटन पर क्लिक करें।

source: Cannot toggle edit mode, no palettes added.
fr: Impossible de passer en mode édition, aucune palette ajoutée.
hi: एडिट मोड को टॉगल नहीं किया जा सकता, कोई पैलेट नहीं जोड़ा गया है।

source: Edit Palette Name
fr: Modifier le nom de la palette
hi: पैलेट के नाम को एडिट करें

source: Duplicate Palette
fr: Dupliquer la palette
hi: पैलेट को डुप्लीकेट करें

source: Delete Palette
fr: Supprimer la palette
hi: पैलेट को डिलीट करें

source: Add Some Palettes!
fr: Ajoutez des palettes !
hi: कुछ पैलेट्स जोड़ें!

source: Drop an image onto the drop page and extract some colors, or add a palette manually by clicking the button in the lower right corner to get started!
fr: Déposez une image sur la page de dépôt et extrayez quelques couleurs, ou ajoutez une palette manuellement en cliquant sur le bouton en bas à droite pour commencer !
hi: ड्रॉप पेज पर एक इमेज ड्रॉप करें और कुछ रंग निकालें, या आरंभ करने के लिए निचले दाएं कोने में बटन पर क्लिक करके मैन्युअल रूप से एक पैलेट जोड़ें!

source: Remove Color from Palette
fr: Supprimer la couleur de la palette
hi: पैलेट से रंग हटाएं
